/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Bei der Überprüfung ist ein Fehler aufgetreten.";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Ein Fehler ist aufgetreten.";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Änderung verwerfen";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Formatierungsfehler";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Ungültiger Schlüssel";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "Der Schlüssel darf nicht leer sein.";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "Der Schlüssel wird bereits verwendet.";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "Der Wert für „%@“ darf nicht leer sein.";

